MESSAGES = {
    "lang_selected": {
        "ru": "✅ Язык выбран.",
        "en": "",
        "uz": ""
    },
    "select_action": {
        "ru": "💁🏻‍♂️ Выберите действие:",
        "en": "💁🏻‍♂️ Select an action:",
        "uz": "💁🏻‍♂️ Harakatni tanlang:",
    },
    "rent_home": {
        "ru": "🏠 Создать Аренду",
        "en": "🏠 Rent ",
        "uz": "🏠 Ijaraga / Sotuvga"
    },
    "search_home": {
        "ru": "🏡 Найти жильё",
        "en": "🏡 Find a Home",
        "uz": "🏡 Uy Qidirish"
    },
    "lang_selected": {
        "ru": "✅ Язык успешно установлен.",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "title": {
        "ru": "✏️ Введите название жилья",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "description": {
        "ru": "✏️ Введите описание:",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "photo": {
        "ru": "📸 Пришлите фото:",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "price": {
        "ru": "💰 Введите цену (в сумах):",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "phone": {
        "ru": "📞 Введите номер телефона:",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "state": {
        "ru": "🌍 Введите область (вилоят):",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "region": {
        "ru": "🏘 Введите район (туман):",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "city": {
        "ru": "🏙 Введите город:",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "address": {
        "ru": "📍 Укажите подъезд, этаж, номер квартиры (в одну строку):",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "rent_confrim_yes": {
        "ru": "✅ Все Верно",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
    "rent_confrim_no": {
        "ru": "❌ Изменить",
        "en": "✅ Язык успешно установлен.",
        "uz": "✅ Язык успешно установлен."
    },
}